propertyDisplayedLanguageName=Deutsch

errorNoTranslationFound=Kein Eintrag zu Schl\u00fcssel '%s' gefunden!

errorLoggedinDeletion=Der Benutzer kann nicht gel\u00f6scht werden, da er eingeloggt ist!
errorUnknownUsername=Der angegebene Benutzername ist nicht bekannt.
errorUnknownPassword=Das angegebene Passwort ist nicht korrekt.

errorUserdataIncomplete=Die Benutzerdaten unvollst\u00e4ndig.
errorUsernameAlreadyInUse=Der Benutzername '%s' ist bereits in Verwendung.
errorEmailAlreadyInUse=Die E-Mail-Adresse '%s' ist bereits in Verwendung.
errorInstanceLectureDataIncomplete=Die Lehrveranstaltungsinstanz-Daten sind unvollst\u00e4ndig.

errorVakAlreadyInUse=Die VAK-Nummer '%s' ist bereits in Verwendung.
errorInstanceLectureAlreadyExists=Die Lehrveranstaltungsinstanz mit gegebenen Daten existiert bereits.

errorInputdataIncomplete=Die Eingabedaten sind unvollständig. Bitte \u00fcberpr\u00fcfen Sie Ihre Eingaben.

errorTransmitOfMessage=Beim Senden der Nachricht ist ein Fehler aufgetreten.

errorUnknownLanguage=Die gew\u00e4hlte Sprache '%s%' ist nicht verf\u00fcgbar.

someError=Es ist ein Fehler aufgetreten.

errorLastExaminer=Der letzte Pr\u00fcfer der Veranstaltung kann nicht gel\u00f6scht werden.
errorUserIsStudent=Der gew\u00e4hle Benutzer ist Pr\u00fcfer der Veranstaltung und kann daher kein Pr\u00fcfling sein.
errorUserIsExaminer=Der gew\u00e4hle Benutzer ist Pr\u00fcfling der Veranstaltung und kann daher kein Pr\u00fcfer sein.
errorSemesterAlreadyExists=Es existiert bereits eine Lehrveranstaltung mit gegebenen Semester und Jahr.
errorUserIsExaminerOfExam=Der gew\u00e4hle Benutzer ist Pr\u00fcfer einer Pr\u00fcfung dieser Veranstaltung und kann daher nicht entfernt werden.
errorUserIsExamineeOfExam=Der gew\u00e4hle Benutzer ist Pr\u00fcfling einer Pr\u00fcfung dieser Veranstaltung und kann daher nicht entfernt werden.
errorInstanceLecturesExist=Die gew\u00e4hle Veranstaltung enth\u00e4lt Semester und kann daher nicht gel\u00f6scht werden. L\u00f6schen Sie bei Bedarf zuerst alle Semester der Veranstaltung.
errorExamsExist=Die gew\u00e4hle Veranstaltung enth\u00e4lt Pr\u00fcfungen und kann daher nicht gel\u00f6scht werden. L\u00f6schen Sie bei Bedarf zuerst alle Prüfungen der Veranstaltung.
errorGroupSizeSmallerThanExaminees=Die gew\u00e4hle Gruppengr\u00f6\u00dfe ist kleiner als die Anzahl der bereits Angemeldeten Pr\u00fcflinge.
errorYearAndSemesterAlreadyExists=Die gew\u00e4hle Veranstaltung existiert bereits f\u00fcr %s.
errorVakAlreadyExists=Die gew\u00e4hle VAK-Nummer wird bereits von einer anderen Veranstaltung verwendet.
errorStartOfExamBeforeTermOfApplication=Die Pr\u00fcfung muss nach der Anmeldefrist stattfinden.
errorStartOfTimeFrameBeforeTermOfApplication=Der Zeitraum muss nach der Anmeldefrist beginnen.
errorEndOfTimeFrameNotAfterStartOfTimeFrame=Der Startpunkt muss vor dem Endpunkt des Zeitraums sein.
errorNoExaminersInExam=Es muss mindestens ein Pr\u00fcfer in der Pr\u00fcfung vorhanden bleiben.